{
    "Legal Help": "कानूनी सहायता",
    "Bare Act": "नंगा कृत्य",
    "Articles": "निगमन के लेख",
    "Indian Constitution": "भारतीय संविधान",
    "Summarization": "संक्षिप्तीकरण",
    "Document Chat": "दस्तावेज़ चैट",
    "Chatbot": "चैटबॉट",
    "Welcome to LegalSathi Platform": "लीगलसाथी प्लेटफॉर्म में आपका स्वागत है",
    "Comprehensive Legal Hub": "व्यापक कानूनी हब",
    "Digital Assistance": "डिजिटल सहायता",
    "Simplified Legal Information": "सरलीकृत कानूनी जानकारी",
    "Connect with Experienced Lawyers": "अनुभवी वकीलों से जुड़ें",
    "Streamline Legal Documents":"कानूनी दस्तावेज़ों को सुव्यवस्थित करें",
    "Get Started": "आएँ शुरू करें",
    "Features": "विशेषताएँ",
    "AI Chatbot": "एआई चैटबॉट",
    "Get answers to your queries by our AI chatbot": "हमारे एआई चैटबॉट द्वारा अपने प्रश्नों के उत्तर प्राप्त करें",
    "Chat Now": "अभी बातचीत करें",
    "Legal Repository": "कानूनी भंडार",
    "Organized Repository of all the legal documents": "सभी कानूनी दस्तावेजों का संगठित भंडार",
    "Explore": "आइए ढूंढते हैं",
    "Lawyer Connect": "वकील कनेक्ट",
    "Connect to lawyers for your legal queries in lawyer Market Place": "वकील मार्केट प्लेस में अपने कानूनी प्रश्नों के लिए वकीलों से जुड़ें",
    "Connect": "आइए जुड़ें",
    "Legal Summarizer": "कानूनी सारांश",
    "Get you legal document summarized just by uploading it": "केवल टेक्स्ट अपलोड करके अपने कानूनी रूप से स्वरूपित टेक्स्ट का सारांश प्राप्त करें",
    "Summarize": "संक्षेप",
    "Still have any queries?": "अभी भी कोई प्रश्न है?",
    "How does the chatbot for legal queries work?": "कानूनी प्रश्नों के लिए चैटबॉट कैसे काम करता है?",
    "Our chatbot uses natural language processing to understand your legal queries and provide accurate responses. It's designed to simulate a conversation with a lawyer and can answer a wide range of legal questions, helping you get quick and reliable information.": "हमारा चैटबॉट आपके कानूनी प्रश्नों को समझने और सटीक प्रतिक्रिया प्रदान करने के लिए प्राकृतिक भाषा प्रसंस्करण का उपयोग करता है। इसे एक वकील के साथ बातचीत का अनुकरण करने के लिए डिज़ाइन किया गया है और यह कई प्रकार के कानूनी सवालों का जवाब दे सकता है, जिससे आपको त्वरित और विश्वसनीय जानकारी प्राप्त करने में मदद मिलेगी।",
    "Can I find and hire a lawyer through the lawyer marketplace feature?": "क्या मैं वकील बाज़ार सुविधा के माध्यम से एक वकील ढूंढ और नियुक्त कर सकता हूँ?",
    "Yes, you can! Our lawyer marketplace connects you with experienced lawyers in various legal fields. You can browse through profiles, read reviews, and select a lawyer who meets your specific needs. It simplifies the process of finding and hiring legal counsel.": "हाँ तुम कर सकते हो! हमारा वकील बाज़ार आपको विभिन्न कानूनी क्षेत्रों में अनुभवी वकीलों से जोड़ता है। आप प्रोफाइल ब्राउज़ कर सकते हैं, समीक्षाएँ पढ़ सकते हैं और एक वकील का चयन कर सकते हैं जो आपकी विशिष्ट आवश्यकताओं को पूरा करता हो। यह कानूनी परामर्शदाता को खोजने और नियुक्त करने की प्रक्रिया को सरल बनाता है।",
    "How does the legal document summarizer work?": "कानूनी दस्तावेज़ सारांश कैसे काम करता है?",
    "Our legal document summarizer is a powerful tool that extracts key information from lengthy legal documents. Simply upload the document, and it will provide a concise summary, highlighting important clauses, dates, and legal terms. It saves you time and helps you grasp the essence of complex documents quickly.": "हमारा कानूनी दस्तावेज़ सारांश एक शक्तिशाली उपकरण है जो लंबे कानूनी दस्तावेजों से महत्वपूर्ण जानकारी निकालता है। बस दस्तावेज़ अपलोड करें, और यह महत्वपूर्ण खंडों, तिथियों और कानूनी शर्तों पर प्रकाश डालते हुए एक संक्षिप्त सारांश प्रदान करेगा। यह आपका समय बचाता है और आपको जटिल दस्तावेज़ों के सार को शीघ्रता से समझने में मदद करता है।",
    "Is the legal information on your platform up to date and reliable?": "क्या आपके प्लेटफ़ॉर्म पर कानूनी जानकारी अद्यतन और विश्वसनीय है?",
    "Yes, we strive to provide accurate and up-to-date legal information. Our platform sources content from reputable legal databases and ensures that the information displayed is current. However, it's essential to consult with a lawyer for specific legal advice, as laws may vary by jurisdiction.": "हां, हम सटीक और नवीनतम कानूनी जानकारी प्रदान करने का प्रयास करते हैं। हमारा प्लेटफ़ॉर्म प्रतिष्ठित कानूनी डेटाबेस से सामग्री प्राप्त करता है और यह सुनिश्चित करता है कि प्रदर्शित जानकारी नवीनतम है। हालाँकि, विशिष्ट कानूनी सलाह के लिए वकील से परामर्श करना आवश्यक है, क्योंकि कानून क्षेत्राधिकार के अनुसार भिन्न हो सकते हैं।",
    "Do you offer customer support in all supported languages?": "क्या आप सभी समर्थित भाषाओं में ग्राहक सहायता प्रदान करते हैं?",
    "Yes, we provide customer support in all the languages supported by our platform. Our customer support team is here to assist you with any questions or issues you may have, regardless of whether you're communicating in Hindi, Marathi, or English.": "हाँ, हम अपने प्लेटफ़ॉर्म द्वारा समर्थित सभी भाषाओं में ग्राहक सहायता प्रदान करते हैं। हमारी ग्राहक सहायता टीम आपके किसी भी प्रश्न या समस्या में आपकी सहायता के लिए यहां मौजूद है, भले ही आप हिंदी, मराठी या अंग्रेजी में संचार कर रहे हों।",
    "What are you waiting for then?": "तो फिर आप किसका इंतज़ार कर रहे हैं?",
    "SiteMap":"साइट मैप"
}