{
    "Legal Help": "कायदेशीर मदत",
    "Bare Act": "बेअर कायदा",
    "Articles": "संघटनेचा लेख",
    "Indian Constitution": "भारतीय संविधान",
    "Summarization": "सारांश",
    "Document Chat": "दस्तऐवज गप्पा",
    "Chatbot": "चॅटबॉट",
    "Welcome to LegalSathi Platform": "कायदेशीर साथी प्लॅटफॉर्मवर आपले स्वागत आहे",
    "Comprehensive Legal Hub": "व्यापक कायदेशीर केंद्र",
    "Digital Assistance": "डिजिटल सहाय्य",
    "Simplified Legal Information": "सरलीकृत कायदेशीर माहिती",
    "Connect with Experienced Lawyers": "अनुभवी वकिलांशी संपर्क साधा",
    "Streamline Legal Documents": "कायदेशीर कागदपत्रे सुव्यवस्थित करा",
    "Get Started": "चला सुरू करुया",
    "Features": "वैशिष्ट्ये",
    "AI Chatbot": "एआय चॅटबॉट",
    "Get answers to your queries by our AI chatbot": "आमच्या AI चॅटबॉटद्वारे तुमच्या प्रश्नांची उत्तरे मिळवा",
    "Chat Now": "आता वापरा",
    "Legal Repository": "कायदेशीर भांडार",
    "Organized Repository of all the legal documents": "सर्व कायदेशीर कागदपत्रांचे संघटित भांडार",
    "Explore": "आता एक्सप्लोर करा",
    "Lawyer Connect": "वकील संपर्क",
    "Connect to lawyers for your legal queries in lawyer Market Place": "वकील मार्केट प्लेसमधील तुमच्या कायदेशीर प्रश्नांसाठी वकिलांशी संपर्क साधा",
    "Connect": "संपर्क साधा",
    "Legal Summarizer": "कायदेशीर सारांश",
    "Get you legal doucument summarized just by uploading it": "फक्त मजकूर अपलोड करून तुमचा कायदेशीर स्वरूपित मजकूर सारांशित करा",
    "Summarize": "सारांश द्या",
    "Still have any queries?": "तरीही काही शंका आहेत?",
    "How does the chatbot for legal queries work?": "कायदेशीर प्रश्नांसाठी चॅटबॉट कसे कार्य करते?",
    "Our chatbot uses natural language processing to understand your legal queries and provide accurate responses. It's designed to simulate a conversation with a lawyer and can answer a wide range of legal questions, helping you get quick and reliable information.": "आमचा चॅटबॉट तुमच्या कायदेशीर प्रश्नांना समजून घेण्यासाठी आणि अचूक प्रतिसाद देण्यासाठी नैसर्गिक भाषा प्रक्रिया वापरतो. हे वकिलासोबतच्या संभाषणाचे अनुकरण करण्यासाठी डिझाइन केलेले आहे आणि आपल्याला जलद आणि विश्वासार्ह माहिती मिळविण्यात मदत करून, विविध कायदेशीर प्रश्नांची उत्तरे देऊ शकतात.",
    "Can I find and hire a lawyer through the lawyer marketplace feature?": "मी वकील मार्केटप्लेस वैशिष्ट्याद्वारे वकील शोधू आणि नियुक्त करू शकतो?",
    "Yes, you can! Our lawyer marketplace connects you with experienced lawyers in various legal fields. You can browse through profiles, read reviews, and select a lawyer who meets your specific needs. It simplifies the process of finding and hiring legal counsel.": "होय आपण हे करू शकता! आमचे वकील मार्केटप्लेस तुम्हाला विविध कायदेशीर क्षेत्रातील अनुभवी वकिलांशी जोडते. तुम्ही प्रोफाइल ब्राउझ करू शकता, पुनरावलोकने वाचू शकता आणि तुमच्या विशिष्ट गरजा पूर्ण करणारा वकील निवडू शकता. हे कायदेशीर सल्लागार शोधण्याची आणि नियुक्त करण्याची प्रक्रिया सुलभ करते.",
    "How does the legal document summarizer work?": "कायदेशीर दस्तऐवजाचा सारांश कसा कार्य करतो?",
    "Our legal document summarizer is a powerful tool that extracts key information from lengthy legal documents. Simply upload the document, and it will provide a concise summary, highlighting important clauses, dates, and legal terms. It saves you time and helps you grasp the essence of complex documents quickly.": "आमचे कायदेशीर दस्तऐवज सारांश हे एक शक्तिशाली साधन आहे जे लांब कायदेशीर दस्तऐवजांमधून महत्त्वाची माहिती काढते. फक्त दस्तऐवज अपलोड करा, आणि तो एक संक्षिप्त सारांश देईल, महत्त्वाची कलमे, तारखा आणि कायदेशीर अटी हायलाइट करेल. हे तुमचा वेळ वाचवते आणि तुम्हाला जटिल दस्तऐवजांचे सार पटकन समजून घेण्यास मदत करते.",
    "Is the legal information on your platform up to date and reliable?": "तुमच्या प्लॅटफॉर्मवरील कायदेशीर माहिती अद्ययावत आणि विश्वसनीय आहे का?",
    "Yes, we strive to provide accurate and up-to-date legal information. Our platform sources content from reputable legal databases and ensures that the information displayed is current. However, it's essential to consult with a lawyer for specific legal advice, as laws may vary by jurisdiction.": "होय, आम्ही अचूक आणि अद्ययावत कायदेशीर माहिती प्रदान करण्याचा प्रयत्न करतो. आमचे प्लॅटफॉर्म प्रतिष्ठित कायदेशीर डेटाबेसमधून सामग्रीचे स्त्रोत बनवते आणि प्रदर्शित केलेली माहिती वर्तमान असल्याची खात्री करते. तथापि, विशिष्ट कायदेशीर सल्ल्यासाठी वकिलाशी सल्लामसलत करणे आवश्यक आहे, कारण कायदे अधिकारक्षेत्रानुसार बदलू शकतात.",
    "Do you offer customer support in all supported languages?": "तुम्ही सर्व समर्थित भाषांमध्ये ग्राहक समर्थन देऊ करता?",
    "Yes, we provide customer support in all the languages supported by our platform. Our customer support team is here to assist you with any questions or issues you may have, regardless of whether you're communicating in Hindi, Marathi, or English.": "होय, आम्ही आमच्या प्लॅटफॉर्मद्वारे समर्थित सर्व भाषांमध्ये ग्राहक समर्थन प्रदान करतो. तुम्‍ही हिंदी, मराठी किंवा इंग्रजीमध्‍ये संप्रेषण करत असल्‍याची पर्वा न करता तुम्‍हाला असलेल्‍या कोणतेही प्रश्‍न किंवा समस्‍या तुमच्‍या सहाय्यासाठी आमची ग्राहक समर्थन टीम येथे आहे.",
    "What are you waiting for then?": "मग वाट कशाची पाहत आहात?",
    "SiteMap": "साइट मॅप"
}